import type { BlogPage } from '../types';

export default {
  title: "Welcome.",
  content: `
こんにちは...！\n
Amano Nagareの、Homepageへ...！！
.\n
 .n
/\n
 .n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
.\n
 \n
 \n
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
### ようこそ！！！ようこそ！！！ようこそ！！！
ようこそ！！！よよよよよよよよよよよよよよよよよよよよよよよよよよよよようこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
うこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
ようこそ！！！
### よ
### う
### こ
### そ
### ！
### ！
### ！
### ！
### ！
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## .
## ようこそ。 
`,
  leftLinks: [
    { id: "0002-test" },
    { id: "ta" },
    { id: "0003-test" }
  ],
  rightLinks: [
    { id: "0004-test" },
    { id: "0005-test" }
  ]
} as BlogPage;
